{
  "ko": {
    "title": "이용약관",
    "lastUpdated": "2024-04-19",
    "sections": [
      {
        "title": "1. 목적",
        "content": [
          "본 약관은 Logme 서비스(이하 '서비스')의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다."
        ]
      },
      {
        "title": "2. 정의",
        "content": [
          "'회원'이라 함은 본 약관에 따라 서비스를 이용하는 자를 말합니다.",
          "'운영자'는 서비스를 관리하고 운영하는 자를 의미합니다."
        ]
      },
      {
        "title": "3. 약관의 효력 및 변경",
        "content": [
          "이 약관은 서비스 화면에 게시하거나 기타의 방법(이메일 등)으로 공지함으로써 효력이 발생합니다.",
          "운영자는 필요한 경우 약관을 변경할 수 있으며, 변경된 약관은 공지 후 효력이 발생합니다."
        ]
      },
      {
        "title": "4. 서비스의 이용",
        "content": [
          "회원은 본 약관에 따라 서비스를 이용할 수 있습니다.",
          "제공 서비스: 블로그 생성, 템플릿 제공, 외부 서비스 연동 등.",
          "운영자는 서비스의 일부를 사전 공지 없이 변경하거나 중단할 수 있습니다."
        ]
      },
      {
        "title": "5. 회원의 의무",
        "content": [
          "회원은 다음 행위를 하여서는 안 됩니다:",
          "- 타인의 정보를 무단으로 사용하는 행위",
          "- 서비스의 정상적인 운영을 방해하는 행위",
          "- 악성 코드 또는 바이러스 유포 행위",
          "- 기타 법령 및 약관을 위반하는 행위"
        ]
      },
      {
        "title": "6. 면책 조항",
        "content": [
          "운영자는 다음과 같은 경우 책임을 지지 않습니다:",
          "- 천재지변, 불가항력적 사유",
          "- 회원의 귀책 사유로 인한 서비스 장애",
          "- 외부 서비스의 문제로 인한 장애"
        ]
      },
      {
        "title": "7. 분쟁 해결",
        "content": [
          "서비스 이용과 관련하여 분쟁이 발생한 경우, 운영자와 회원은 성실히 협의하여 해결합니다.",
          "협의가 이루어지지 않을 경우, 관할 법원은 운영자의 소재지를 관할하는 법원으로 합니다."
        ]
      },
      {
        "title": "8. 지식재산권",
        "content": [
          "서비스와 관련된 모든 콘텐츠 및 템플릿에 대한 지식재산권은 운영자에게 귀속됩니다.",
          "회원이 생성한 콘텐츠에 대한 권리는 회원에게 있으며, 운영자는 서비스 제공 목적 내에서 이를 사용할 수 있습니다."
        ]
      },
      {
        "title": "9. 이용제한 및 해지",
        "content": [
          "운영자는 회원이 약관을 위반하거나 서비스 운영을 방해하는 경우 사전 통지 없이 서비스 이용을 제한하거나 계약을 해지할 수 있습니다."
        ]
      },
      {
        "title": "10. 준거법 및 관할법원",
        "content": [
          "본 약관은 대한민국 법령에 따라 해석되며, 분쟁 발생 시 운영자의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다."
        ]
      }
    ]
  },
  "en": {
    "title": "Terms of Service",
    "lastUpdated": "2024-04-19",
    "sections": [
      {
        "title": "1. Purpose",
        "content": [
          "These terms define the conditions and procedures for using the Logme service (hereinafter referred to as the 'Service')."
        ]
      },
      {
        "title": "2. Definitions",
        "content": [
          "'Member' refers to a person who uses the service in accordance with these terms.",
          "'Operator' means a person who manages and operates the service."
        ]
      },
      {
        "title": "3. Effect and Changes of Terms",
        "content": [
          "These terms come into effect by being posted on the service screen or otherwise notified (e.g., via email).",
          "The operator may change the terms if necessary, and the changed terms take effect after being notified."
        ]
      },
      {
        "title": "4. Use of the Service",
        "content": [
          "Members may use the service in accordance with these terms.",
          "Provided services include: blog creation, template provision, external service integration, etc.",
          "The operator may change or discontinue parts of the service without prior notice."
        ]
      },
      {
        "title": "5. Obligations of Members",
        "content": [
          "Members must not engage in the following acts:",
          "- Unauthorized use of others' information",
          "- Disrupting the normal operation of the service",
          "- Spreading malicious code or viruses",
          "- Any act that violates laws and these terms"
        ]
      },
      {
        "title": "6. Disclaimer",
        "content": [
          "The operator shall not be held liable in the following cases:",
          "- Natural disasters or force majeure",
          "- Service disruptions caused by the member's fault",
          "- Disruptions due to external services"
        ]
      },
      {
        "title": "7. Dispute Resolution",
        "content": [
          "In the event of a dispute related to the use of the service, the operator and the member shall consult in good faith to resolve it.",
          "If the consultation fails, the court with jurisdiction over the operator’s location shall have jurisdiction."
        ]
      },
      {
        "title": "8. Intellectual Property",
        "content": [
          "All intellectual property rights related to the service, including content and templates, belong to the operator.",
          "The rights to content created by members belong to the members, but the operator may use it within the scope of service provision."
        ]
      },
      {
        "title": "9. Restrictions and Termination",
        "content": [
          "The operator may restrict or terminate the service without prior notice if a member violates the terms or disrupts the service."
        ]
      },
      {
        "title": "10. Governing Law and Jurisdiction",
        "content": [
          "These terms are governed by the laws of the Republic of Korea, and any disputes shall be subject to the jurisdiction of the court where the operator is located."
        ]
      }
    ]
  }
}